{
  "areas": [
    { "id": 1, "name": "Entrance", "top": "80%", "left": "45%" },
    { "id": 2, "name": "Lobby", "top": "60%", "left": "40%" },
    { "id": 3, "name": "Indoors", "top": "25%", "left": "38%" },
    { "id": 4, "name": "Boundary", "top": "35%", "left": "90%" },
    { "id": 5, "name": "Control Room", "top": "50%", "left": "56%" },
    { "id": 6, "name": "Parking", "top": "60%", "left": "70%" },
    { "id": 7, "name": "Lift", "top": "15%", "left": "31%" }
  ],

  "challenges": [
    {
      "id": 1,
      "challange1": "Unauthorised visitors putting residents and staff at risk",
      "challange2": "Challenging to keep accurate visit logs and check authentication.",
      "challange3": "Vehicle congestion during peak hours.",
      "offering1": "A biometric access system is for authorized residents, staff and pre-approved guests.",
      "offering2": "Night- vision CCTV that works at night with clear monitoring.",
      "offering3": "Boom barriers to manage entry and exit of vehicles, ensuring only authorized vehicles enter while keeping traffic smooth.",
      "offering4": "Metal detectors to screen individuals for weapons or any prohibited items.",
      "offering5":"Burglar alarms for instant alerts during intrusions"
    },
    {
      "id": 2,
      "challange1": "When the  lobby of a hotel gets crowded, it becomes difficult to monitor for any suspicious activity or individual",
      "challange2": "It becomes challenging to ensure that only authorised individuals access secure zones",
      "offering1": "Biometric access systems to allow only authorised persons to pass fingerprint or facial recognition",
      "offering2": "360° CCTV cameras for complete lobby coverage,so that no spot goes unmonitored.",
      "offering3": "Electronic door locks to secure staff-only spaces and prevent unauthorized access.",
      "offering4": "Interactive panels for getting important alerts and announcements."
    },
    {
      "id": 3,
      "challange1": "Improper CCTV coverage in shared spaces, due to which many incidents go unnoticed.",
      "challange2": "Unauthorised access to restricted zones or danger zones.",
      "challange3": "Risk of theft or vandalism, which can cause people to lose very valuable items.",
      
      "offering1": "High-definition CCTV cameras for  monitoring every corridor and hall, ensuring no incident or suspicious activity go unnoticed.",
      "offering2": "Night vision cameras for proper monitoring and clear footage even in poor lighting or complete darkness.",
      "offering3": "Electronic door locks to block unauthorized entry for keeping staff only areas secure ",
      "offering4": "Wide-view cameras for complete coverage and ensuring there is no blind spot",
      "offering5":"Alarm systems for instantly alerting staff with automatic loud alarms whenever an emergency is detected.",
      "offering6":"Video door phones, so that residents and staff can safely verify visitors before letting them in."
    },
    {
      "id": 4,
      "challange1": "Weak perimeter points allowing thieves, intruders, or even armed individuals to enter ",
      "challange2": "People doing violence or trying to do property damage.",
      "challange3": "No immediate action during incidents or emergencies, leading to serious consequences.",
      "offering1": "Burglar alarms for automatically alerting people with loud alarms whenever a suspicious activity gets detected.",
      "offering2": "Night vision CCTV for round-the-clock monitoring, even when it’s completely dark.",
      "offering3": "Wide- coverage CCTV surveillance for maximum coverage and complete perimeter security.",
      "offering4": "Vandalism-proof cameras which work perfectly fine even after getting damaged"
    },
    {
      "id": 5,
      "challange1": "Delays in incident reporting and response",
      "challange2": "Poor team communication.",
      "challange3": "Difficulty managing multiple systems at once.",
      "challange4": "AI-powered alarms for instant breach notifications.",
      "offering1": "EPABX communication systems for smooth coordination.",
      "offering2": "High-resolution multi-screen displays for live monitoring.",
      "offering3": "Analytics software to detect unusual activity.",
      "offering4": "Emergency call buttons for urgent assistance."
    },
    {
      "id": 6,
      "challange1": "Vehicle theft or damage",
      "challange2": "Unauthorised parking",
      "challange3": "Slow vehicle identification in emergencies.",
      "offering1": "ANPR systems will log and identify each vehicle.",
      "offering2": "Preventing and controlling access of vehicles by means of (e.g. barriers).",
      "offering3": "Completely covered with 24/7 CCTV and night vision.",
      "offering4": "Pushbutton Emergency Help for Immediate Response.",
      "offering5":"Constant tracking of vehicle movements through tracking systems."
    },
    {
      "id": 7,
      "challange1": "Unauthorised access to certain floors.",
      "challange2": "Safety concerns during emergencies.",
      "challange3": "Vandalism inside lifts.",
      "challange4": "this is challange4",
      "offering1": "Lifts that have good connectivity and CCTV surveillance.",
      "offering2": "Entry to any floor is controlled by key card or biometric access.",
      "offering3": "Control room with emergency call buttons.",
      "offering4": "Immediate reporting to incident with alarm systems.",
      "offering5":"Safety sensors for passenger protection"
    }
  ],
  "imagePath":"/solutionImages/apartment/apartment.png"
}
